const YEARS = [
{
    year:1,
    semesters:[
        {
            semester:1,
            subjects:[
                "مادة 1",
                "مادة 2",
                "مادة 3",
                "مادة 4",
                "مادة 5",
                "مادة 6",
                "مادة 7"
            ]
        },
        {
            semester:2,
            subjects:[
                "مادة 1",
                "مادة 2",
                "مادة 3",
                "مادة 4",
                "مادة 5",
                "مادة 6",
                "مادة 7"
            ]
        }
    ]
},

{
    year:2,
    semesters:[
        {
            semester:1,
            subjects:[
                "مادة 1",
                "مادة 2",
                "مادة 3",
                "مادة 4",
                "مادة 5",
                "مادة 6",
                "مادة 7"
            ]
        },
        {
            semester:2,
            subjects:[
                "مادة 1",
                "مادة 2",
                "مادة 3",
                "مادة 4",
                "مادة 5",
                "مادة 6",
                "مادة 7"
            ]
        }
    ]
},

{
    year:3,
    semesters:[
        {
            semester:1,
            subjects:[
                "مادة 1",
                "مادة 2",
                "مادة 3",
                "مادة 4",
                "مادة 5",
                "مادة 6",
                "مادة 7"
            ]
        },
        {
            semester:2,
            subjects:[
                "مادة 1",
                "مادة 2",
                "مادة 3",
                "مادة 4",
                "مادة 5",
                "مادة 6",
                "مادة 7"
            ]
        }
    ]
},

{
    year:4,
    semesters:[
        {
            semester:1,
            subjects:[
                "مادة 1",
                "مادة 2",
                "مادة 3",
                "مادة 4",
                "مادة 5",
                "مادة 6",
                "مادة 7"
            ]
        },
        {
            semester:2,
            subjects:[
                "مادة 1",
                "مادة 2",
                "مادة 3",
                "مادة 4",
                "مادة 5",
                "مادة 6",
                "مادة 7"
            ]
        }
    ]
},

{
    year:5,
    semesters:[
        {
            semester:1,
            subjects:[
                "مادة 1",
                "مادة 2",
                "مادة 3",
                "مادة 4",
                "مادة 5",
                "مادة 6",
                "مادة 7"
            ]
        },
        {
            semester:2,
            subjects:[
                "مادة 1",
                "مادة 2",
                "مادة 3",
                "مادة 4",
                "مادة 5",
                "مادة 6",
                "مادة 7"
            ]
        }
    ]
}
];